{
    "products": [
        {
        "name": "iPhone 11",
        "price": 589,
        "image": "iphone11",
        "description": "El último iPhone redondito. Gracias a dios.",
        "category": "iphone"
    },
    {
        "name": "iPhone 12",
        "price": 689,
        "image": "iphone12",
        "description": "Un chip prodigioso. Tecnología 5G. Sistema avanzado de cámara dual. Parte delantera con Ceramic Shield, más resistente que cualquier vidrio de smartphone. Una pantalla OLED espectacular. Y dos tamaños: ideal y perfecto. Sí, el iPhone 12 lo tiene todo.",
        "category": "iphone"
    },
    {
        "name": "iPhone 13",
        "price": 809,
        "image": "iphone13",
        "description": "El iPhone de la mala suerte (para el bolsillo)",
        "category": "iphone"
    },
    {
        "name": "iPhone 13 Pro",
        "price": 1159,
        "image": "iphone13pro",
        "description": "¿Cuántas cámaras son demasiadas cámaras para un móvil?",
        "category": "iphone"
    },
    {
        "name": "iPhone SE",
        "price": 489,
        "image": "iphonese",
        "description": "Para los nostálgicos del botón.",
        "category": "iphone"
    },
    {
        "name": "MacBook Air",
        "price": 1129,
        "image": "macbookair",
        "description": "Antes se distinguían del MacBook Pro por ser más finos, ahora solo por ser peores.",
        "category": "mac"
    },
    {
        "name": "MacBook Pro",
        "price": 2249,
        "image": "macbookpro",
        "description": "Un gran acierto haberle quitado el TouchBar muerte al TouchBar y larga vida al MacBook Pro.",
        "category": "mac"
    },
    {
        "name": "iMac",
        "price": 1449,
        "image": "imac",
        "description": "El ordenador más chulo de Apple. Siempre he querido uno. Ahora lo hay en varios colores.",
        "category": "mac"
    },
    {
        "name": "Mac Pro",
        "price": 6499,
        "image": "macpro",
        "description": "Parece un rallador de queso pero en realidad es un ordenador muy potente (y además ralla queso).",
        "category": "mac"
    },
    {
        "name": "Mac Mini",
        "price": 799,
        "image": "macmini",
        "description": "Hemos introducido nuestro chip M1 en el ordenador de mesa más versátil de Apple. El efecto es simplemente bestial. Ahora la CPU llega a multiplicar por tres su velocidad. Los gráficos, por seis. Y el Neural Engine más avanzado acelera hasta quince veces el aprendizaje automático. Disfruta de verdaderos superpoderes para trabajar, jugar y desarrollar tu creatividad.",
        "category": "mac"
    },
    {
        "name": "iPad Pro",
        "price": 879,
        "image": "ipadpro",
        "description": "Un iPad dopado, el Alberto Contador de las tablets.",
        "category": "ipad"
    },
    {
        "name": "iPad Air",
        "price": 649,
        "image": "ipadair",
        "description": "Como un iPad normal pero más fino. No olvides comprarle una funda para que abulte lo mismo.",
        "category": "ipad"
    },
    {
        "name": "iPad",
        "price": 379,
        "image": "ipad",
        "description": "Potente, versátil y sencillísimo de usar. El nuevo iPad está diseñado para que disfrutes como nunca de lo que te gusta. Trabaja, juega, crea, aprende, comunícate y mil cosas más. Todo por menos de lo que te imaginas.",
        "category": "ipad"
    },
    {
        "name": "iPad Mini",
        "price": 549,
        "image": "ipadmini",
        "description": "Es como un iPad normal pero más pequeño. O como un iPhone pero más grande.",
        "category": "ipad"
    }
]
}
